const question = [
  {
    id: 1,
    title: '리액트를 잘하고 싶어요',
    body: '어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 ...',
    tags: ['리액트', '메타인지', '태그'],
    author: 'cleats01',
    date: '1분 전에 질문',
    like: 2,
    dislike: 5,
    view: 13,
  },
  {
    id: 2,
    title: '난 아무것도 몰라요',
    body: '어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 ...',
    tags: ['메타인지', '태그'],
    author: 'kimcoding',
    date: '13분 전에 질문',
    like: 1,
    dislike: 0,
    view: 16,
  },
  {
    id: 3,
    title:
      '제목이 엄청 길 경우 제목이 엄청 길 경우 제목이 엄청 길 경우 제목이 엄청 길 경우 제목이 엄청 길 경우 제목이 엄청 길 경우 제목이 엄청 길 경우 제목이 엄청 길 경우',
    body: '어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 어쩌고 저쩌고 ...',
    tags: ['리액트', '메타인지', '태그', '태그가엄청많은경우', '태그가엄청많은경우', '태그가엄청많은경우'],
    author: 'cleats01',
    date: '20분 전에 질문',
    like: 2,
    dislike: 5,
    view: 13,
  },
];

export default question;
